#+OPTIONS: ':nil *:t -:t ::t <:t H:3 \n:nil ^:t arch:headline author:t
#+OPTIONS: c:nil creator:nil d:(not "LOGBOOK") date:t e:t email:nil f:t
#+OPTIONS: inline:t num:t p:nil pri:nil prop:nil stat:t tags:t tasks:t
#+OPTIONS: tex:t timestamp:t title:t toc:nil todo:t |:t
#+LANGUAGE: en
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport
#+CREATOR: Emacs 24.3.1 (Org mode 8.3.4)

#+ATTR_LATEX: :align |r|cccHHH|cccHHHHHHHHHHHHHHH|
|                        | $[f,\fifo]$ | $[f,\lifo]$ | $[f,\ro]$      |   R |   R |   R | $[f,\depth,\fifo]$ | $[f,\depth,\fifo]$ | $[f,\depth,\ro]$ |   R |   R |   R | $[f,h,\fifo]$ | $[f,h,\fifo]$ | $[f,h,\ro]$    |   R |   R |   R | $[f,h,\depth,\fifo]$ | $[f,h,\depth,\fifo]$ | $[f,h,\depth,\ro]$ |   R |   R |   R |
|------------------------+-------------+-------------+----------------+-----+-----+-----+--------------------+--------------------+------------------+-----+-----+-----+---------------+---------------+----------------+-----+-----+-----+----------------------+----------------------+--------------------+-----+-----+-----|
|                        |         250 |         315 | 270 $\pm$ 1    | 269 | 271 | 270 |                310 |                289 | 316 $\pm$ 1.7    | 317 | 314 | 317 |           295 |           316 | 304 $\pm$ 0    | 304 | 304 | 304 |                  317 |                  303 | 324.7 $\pm$ 2.3    | 326 | 322 | 326 |
|------------------------+-------------+-------------+----------------+-----+-----+-----+--------------------+--------------------+------------------+-----+-----+-----+---------------+---------------+----------------+-----+-----+-----+----------------------+----------------------+--------------------+-----+-----+-----|
| airport-fuel(20)       |           5 |           5 | 5 $\pm$ 0      |   5 |   5 |   5 |                  5 |                  5 | 5 $\pm$ 0        |   5 |   5 |   5 |             5 |             5 | 5 $\pm$ 0      |   5 |   5 |   5 |                    5 |                    5 | 5 $\pm$ 0          |   5 |   5 |   5 |
| blocks-stack(20)       |          20 |          20 | 20 $\pm$ 0     |  20 |  20 |  20 |                 20 |                 20 | 20 $\pm$ 0       |  20 |  20 |  20 |            20 |            20 | 20 $\pm$ 0     |  20 |  20 |  20 |                   20 |                   20 | 20 $\pm$ 0         |  20 |  20 |  20 |
| depot-fuel(22)         |           5 |           5 | 6 $\pm$ 0      |   6 |   6 |   6 |                  6 |                  5 | 6 $\pm$ 0        |   6 |   6 |   6 |             5 |             5 | 6 $\pm$ 0      |   6 |   6 |   6 |                    6 |                    5 | 6 $\pm$ 0          |   6 |   6 |   6 |
| driverlog-fuel(20)     |           8 |           9 | 8 $\pm$ 0      |   8 |   8 |   8 |                  9 |                  9 | 9 $\pm$ 0        |   9 |   9 |   9 |             9 |             9 | 9 $\pm$ 0      |   9 |   9 |   9 |                    9 |                    9 | 9 $\pm$ 0          |   9 |   9 |   9 |
| elevators-up(20)       |           8 |          14 | 8.3 $\pm$ 0.6  |   8 |   8 |   9 |                  9 |                 13 | 11.3 $\pm$ 1.2   |  12 |  12 |  10 |             8 |            14 | 8.3 $\pm$ 0.6  |   8 |   8 |   9 |                    9 |                   13 | 11.3 $\pm$ 1.2     |  12 |  12 |  10 |
| floortile-ink(20)      |           8 |           8 | 8 $\pm$ 0      |   8 |   8 |   8 |                  7 |                  8 | 7.3 $\pm$ 0.6    |   7 |   7 |   8 |             8 |             8 | 8 $\pm$ 0      |   8 |   8 |   8 |                    7 |                    7 | 6.7 $\pm$ 0.6      |   7 |   7 |   6 |
| freecell-move(20)      |           5 |          17 | 7 $\pm$ 1      |   8 |   7 |   6 |                 17 |                 15 | 17 $\pm$ 0       |  17 |  17 |  17 |             5 |            17 | 7 $\pm$ 1      |   8 |   7 |   6 |                   17 |                   15 | 17 $\pm$ 0         |  17 |  17 |  17 |
|                        |          15 |          15 | 15 $\pm$ 0     |  15 |  15 |  15 |                 15 |                 15 | 15 $\pm$ 0       |  15 |  15 |  15 |            15 |            15 | 15 $\pm$ 0     |  15 |  15 |  15 |                   15 |                   15 | 15 $\pm$ 0         |  15 |  15 |  15 |
| grid-fuel(5)           |           2 |           2 | 2 $\pm$ 0      |   2 |   2 |   2 |                  2 |                  2 | 2 $\pm$ 0        |   2 |   2 |   2 |             2 |             2 | 2 $\pm$ 0      |   2 |   2 |   2 |                    2 |                    2 | 2 $\pm$ 0          |   2 |   2 |   2 |
| gripper-move(20)       |           8 |          20 | 8 $\pm$ 0      |   8 |   8 |   8 |                 20 |                 10 | 18.3 $\pm$ 0.6   |  18 |  18 |  19 |            20 |            20 | 20 $\pm$ 0     |  20 |  20 |  20 |                   20 |                   20 | 20 $\pm$ 0         |  20 |  20 |  20 |
| hiking-fuel(20)        |          12 |          13 | 12.3 $\pm$ 0.6 |  12 |  12 |  13 |                 13 |                 12 | 12 $\pm$ 0       |  12 |  12 |  12 |            13 |            13 | 13 $\pm$ 0     |  13 |  13 |  13 |                   13 |                   12 | 12.3 $\pm$ 0.6     |  12 |  13 |  12 |
| logistics00-fuel(28)   |          16 |          16 | 16 $\pm$ 0     |  16 |  16 |  16 |                 16 |                 16 | 16 $\pm$ 0       |  16 |  16 |  16 |            16 |            16 | 16 $\pm$ 0     |  16 |  16 |  16 |                   16 |                   16 | 16 $\pm$ 0         |  16 |  16 |  16 |
| miconic-up(30)         |          19 |          30 | 19.7 $\pm$ 0.6 |  19 |  20 |  20 |                 30 |                 30 | 30 $\pm$ 0       |  30 |  30 |  30 |            29 |            30 | 30 $\pm$ 0     |  30 |  30 |  30 |                   30 |                   30 | 30 $\pm$ 0         |  30 |  30 |  30 |
| mprime-succumb(35)     |          14 |          19 | 15.3 $\pm$ 0.6 |  15 |  16 |  15 |                 24 |                 15 | 21.3 $\pm$ 1.2   |  22 |  20 |  22 |            21 |            19 | 19.7 $\pm$ 0.6 |  20 |  19 |  20 |                   25 |                   15 | 23.7 $\pm$ 1.5     |  24 |  22 |  25 |
| mystery-feast(20)      |           4 |           4 | 6 $\pm$ 0      |   6 |   6 |   6 |                  4 |                  4 | 6 $\pm$ 0        |   6 |   6 |   6 |             4 |             4 | 6 $\pm$ 0      |   6 |   6 |   6 |                    4 |                    4 | 6 $\pm$ 0          |   6 |   6 |   6 |
| nomystery-fuel(20)     |          15 |          16 | 16 $\pm$ 0     |  16 |  16 |  16 |                 15 |                 16 | 16 $\pm$ 0       |  16 |  16 |  16 |            16 |            16 | 16 $\pm$ 0     |  16 |  16 |  16 |                   16 |                   16 | 16 $\pm$ 0         |  16 |  16 |  16 |
| parking-movecc(20)     |           0 |           0 | 0 $\pm$ 0      |   0 |   0 |   0 |                  0 |                  0 | 0 $\pm$ 0        |   0 |   0 |   0 |             0 |             0 | 0 $\pm$ 0      |   0 |   0 |   0 |                    0 |                    0 | 0 $\pm$ 0          |   0 |   0 |   0 |
| pathways-fuel(30)      |           4 |           4 | 4 $\pm$ 0      |   4 |   4 |   4 |                  4 |                  4 | 4 $\pm$ 0        |   4 |   4 |   4 |             4 |             4 | 4 $\pm$ 0      |   4 |   4 |   4 |                    4 |                    4 | 4 $\pm$ 0          |   4 |   4 |   4 |
| pipesnt-pushstart(20)  |           3 |           3 | 3.3 $\pm$ 0.6  |   3 |   4 |   3 |                  5 |                  3 | 5 $\pm$ 0        |   5 |   5 |   5 |             3 |             3 | 3.3 $\pm$ 0.6  |   3 |   4 |   3 |                    5 |                    3 | 5 $\pm$ 0          |   5 |   5 |   5 |
| pipesworld-pushend(20) |           3 |           9 | 7.7 $\pm$ 0.6  |   7 |   8 |   8 |                  4 |                  4 | 8.7 $\pm$ 0.6    |   9 |   8 |   9 |             5 |             9 | 8 $\pm$ 0      |   8 |   8 |   8 |                    5 |                    6 | 9 $\pm$ 1          |   9 |   8 |  10 |
| psr-small-open(20)     |          19 |          19 | 19 $\pm$ 0     |  19 |  19 |  19 |                 19 |                 19 | 19 $\pm$ 0       |  19 |  19 |  19 |            19 |            19 | 19 $\pm$ 0     |  19 |  19 |  19 |                   19 |                   19 | 19 $\pm$ 0         |  19 |  19 |  19 |
| rovers-fuel(40)        |           8 |           8 | 8 $\pm$ 0      |   8 |   8 |   8 |                  8 |                  8 | 8 $\pm$ 0        |   8 |   8 |   8 |             8 |             8 | 8 $\pm$ 0      |   8 |   8 |   8 |                    8 |                    8 | 8 $\pm$ 0          |   8 |   8 |   8 |
| scanalyzer-analyze(20) |           9 |          11 | 9 $\pm$ 0      |   9 |   9 |   9 |                  9 |                  9 | 8.7 $\pm$ 0.6    |   9 |   9 |   8 |            11 |            11 | 11 $\pm$ 0     |  11 |  11 |  11 |                   11 |                   11 | 11 $\pm$ 0         |  11 |  11 |  11 |
| sokoban-pushgoal(20)   |          18 |          18 | 18.3 $\pm$ 0.6 |  19 |  18 |  18 |                 18 |                 18 | 17 $\pm$ 0       |  17 |  17 |  17 |            19 |            19 | 18.3 $\pm$ 0.6 |  18 |  18 |  19 |                   18 |                   18 | 18 $\pm$ 0         |  18 |  18 |  18 |
| storage-lift(20)       |           4 |           4 | 4 $\pm$ 0      |   4 |   4 |   4 |                  4 |                  4 | 4 $\pm$ 0        |   4 |   4 |   4 |             4 |             4 | 4 $\pm$ 0      |   4 |   4 |   4 |                    4 |                    4 | 4 $\pm$ 0          |   4 |   4 |   4 |
| tidybot-motion(20)     |           0 |           0 | 0 $\pm$ 0      |   0 |   0 |   0 |                  0 |                  0 | 0 $\pm$ 0        |   0 |   0 |   0 |             0 |             0 | 0 $\pm$ 0      |   0 |   0 |   0 |                    0 |                    0 | 0 $\pm$ 0          |   0 |   0 |   0 |
| tpp-fuel(30)           |           8 |          10 | 8 $\pm$ 0      |   8 |   8 |   8 |                 11 |                 10 | 11 $\pm$ 0       |  11 |  11 |  11 |             9 |            10 | 9.3 $\pm$ 0.6  |   9 |  10 |   9 |                   11 |                   10 | 11 $\pm$ 0         |  11 |  11 |  11 |
| woodworking-cut(20)    |           2 |           7 | 7 $\pm$ 0      |   7 |   7 |   7 |                  7 |                  6 | 9 $\pm$ 0        |   9 |   9 |   9 |             7 |             7 | 8 $\pm$ 0      |   8 |   8 |   8 |                    8 |                    7 | 9.7 $\pm$ 1.5      |  10 |   8 |  11 |
| zenotravel-fuel(20)    |           8 |           9 | 9 $\pm$ 0      |   9 |   9 |   9 |                  9 |                  9 | 9.3 $\pm$ 0.6    |   9 |   9 |  10 |            10 |             9 | 10 $\pm$ 0     |  10 |  10 |  10 |                   10 |                    9 | 10 $\pm$ 0         |  10 |  10 |  10 |
#+TBLFM: $4=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1::$10=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1::$16=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1::$22=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1
